[
  {
    "title": "Category:Dog diseases",
    "content": "Diseases and disorders that affectdogs.\nThis category has the following 4 subcategories, out of 4 total.\nThe following 143 pages are in this category, out of  143 total.This list may not reflect recent changes.",
    "url": "https://en.wikipedia.org/wiki/Category:Dog_diseases",
    "source": "Wikipedia"
  },
  {
    "title": "Dog",
    "content": "\nThedog(Canis familiarisorCanis lupus familiaris) is adomesticateddescendant of thegray wolf. Also called thedomestic dog, it wasselectively bredfrom a population of wolves during theLate Pleistocenebyhunter-gatherers. Dogs were the firstspeciesto be domesticated over 14,000 years ago, before thedevelopment of agriculture. Due to their long association with humans, dogs have gained the ability to thrive on astarch-rich diet that would be inadequate for othercanids.\nDogs have been bred for desired behaviors, sensory capabilities, and physical attributes.Dog breedsvary widely in shape, size, and color. They have the same number of bones (with the exception of the tail), powerful jaws that house around 42 teeth, and well-developedsenses of smell, hearing, and sight. Compared to humans, dogs possess a superior sense of smell and hearing, but inferiorvisual acuity. Dogs perform many roles for humans, such ashunting,herding,pulling loads,protection,companionship,therapy,aiding disabled people, andassisting policeand themilitary.\nCommunication in dogsincludes eye gaze, facial expression, vocalization, body posture (including movements of bodies and limbs), and gustatory communication (scents, pheromones, and taste). They mark their territories by urinating on them, which is more likely when entering a new environment. Over the millennia, dogs have uniquely adapted to human behavior; this adaptation includes being able to understand and communicate with humans. As such, thehuman–canine bondhas been a topic of frequent study, and dogs' influence on human society has given them thesobriquetof \"man's best friend\".\nThe global dog population is estimated at 700 million to 1 billion,distributed around the world. The dog is the most popular pet in the United States, present in 34–40% of households. Developed countries make up approximately 20% of the global dog population, while around 75% of dogs are estimated to be from developing countries, mainly in the form of feral and community dogs.",
    "url": "https://en.wikipedia.org/wiki/Dogs",
    "source": "Wikipedia"
  },
  {
    "title": "List of dog diseases",
    "content": "\nThislist of dog diseasesis a selection of diseases and other conditions found in thedog. Some of these diseases are unique to dogs or closely related species, while others are found in other animals, including humans. Not all of the articles listed here contain information specific to dogs. Articles with non-dog information are marked with an asterisk (*).",
    "url": "https://en.wikipedia.org/wiki/List_of_dog_diseases",
    "source": "Wikipedia"
  },
  {
    "title": "Alabama rot",
    "content": "Alabama rot,Greenetrack disease, orcutaneous and renal glomerular vasculopathy(CRGV)[1]is an often fatal condition indogs. It was first identified in the US in the 1980s in greyhounds.[2][3]The high number of affected dogs at the Greenetrack Racing Park, Alabama, led to the initial pseudonyms of Greenetrack Disease and Alabama Rot.[4]The initial symptoms are skin lesions on the legs, chest and abdomen followed by renal involvement.[2][3]\nIn November 2012 the first cases were suspected in the UK.[5]In January 2014, the outbreak in England was identified as having the same or similar histological and clinical findings as Alabama rot, though this could not be classified as Alabama Rot as the histological results from the UK lacked the relation toE. colithat was present in all the cases in the US,[1][2]although a wide range of breeds were affected.[1]The suspected disease has been possibly identified across England and Wales, with a case being reported as far north asNorth Yorkshirein March 2015. A map posted online shows confirmed (with post-mortem) and unconfirmed (without post-mortem) cases of CRGV since December 2012 in the United Kingdom.[6]In May 2017 it was reported that 98 suspected deaths from the disease have occurred in the UK, including 15 in 2017.[7]\nThe disease is characterized by cutaneous and sometimes renal changes with the latter frequently being ultimately fatal.[8][3]\nCommon symptoms of CRGV include, but are not limited to:[9]\nSome veterinary experts theorize the disease is caused by a parasite, while others believe it is bacterial. It is more widely believed that Alabama rot is caused by toxins produced byE. colibut, as there has been no presence ofE. coliin histological examination in UK cases, the disease is described there as suspected CRGV rather than Alabama rotper se. Because the exact cause has not been found, developing a vaccine is not possible. The cause of Alabama rot in the UK is under study as of 2013 at Anderson Moores Veterinary Specialists in Winchester, Hampshire.[10]A podcast on Alabama rot was published in April 2014 by theRoyal Veterinary College.[11]As of February 2015 theForestry Commission Englandwill only publish specific site location details if \"cases are confirmed as CRGV and a scientific connection to the dogs walked on the site is made\".[12]",
    "url": "https://en.wikipedia.org/wiki/Alabama_rot",
    "source": "Wikipedia"
  },
  {
    "title": "Allergies in dogs",
    "content": "Dogsare susceptible to allergies much like their human companions. Most allergies occur in dogs over 6 months old. A dog that is repeatedly exposed to a particular allergen becomes sensitized to it, and the immune system overreacts to a subsequent exposure, most commonly manifesting in the form of skin irritation.[1]Some of the signs are redness, itching, hair loss, and recurring skin infections from theirritation. The dog may be more prone to scratching and licking at the irritated site, further exacerbating the problem.\nOther common signs of allergies include coughing, sneezing, wheezing, ocular and nasal discharge, vomiting, diarrhea, and licking of the paws.[1]\nWhile it may be possible to identify the cause of an allergic response, it is best to seek attention from a veterinarian to identify the best treatment possible.[2]To identify the specific allergens to which the dog is sensitive, veterinarians will commonly use a serumallergy testor askin allergy test. Veterinarians may recommend either over the counter Benadryl without added decongestant or Zyrtec to alleviate clinical signs. If the allergy is more severe, allergy immunotherapy may be recommended.[3]\nThere are a number of different kinds of allergies from which dogs may suffer. They may be gut-induced, skin-induced, and respiratory-induced.[4]\nGut-induced allergies, or food allergies, are common health concerns. They may be induced by an allergic reaction to the preservatives or artificial coloring used in commercial dog foods, or they may be triggered by the intact protein source used in the food.[5]Protein sources that commonly offend include beef, soy, chicken, and turkey.[6]",
    "url": "https://en.wikipedia.org/wiki/Allergies_in_dogs",
    "source": "Wikipedia"
  },
  {
    "title": "Alopecia X",
    "content": "Alopecia Xis a type of adult-onsetfollicular dysplasiain dogs previously known by many other names. The condition was first described in 1977. The condition is believed to be caused by a genetic predisposition to a hormone defect. Often dogs will recover afterneutering.[1][2]\nThe condition was previously known under multiple names including:adult-onset growth hormone deficiency,growth hormone responsive alopecia,castration responsive alopecia,biopsy responsive alopecia,black skin disease, andcongenital adrenal hyperplasia-like syndrome. Today it is known asAlopecia Xwhich reflects the unknown origin of the disease.[3]\nThe cause is not unknown.[2][3]One theory of a growth hormone deficiency being the cause was abandoned when multiple studies showed normal growth hormone responses following stimulation and normalIGF-1levels in affected dogs. Why some dogs with alopecia X show a suppressed growth hormone response remains unknown.[3]Mildhypercortisolismhas been suggested as a cause of alopecia X inminiature PoodlesandPomeranians.[3]\nAlopecia X primarily affects breeds with long and dense coats such as the Pomeranian,Keeshond,Chow Chow,Siberian Husky, andAlaskan Malamute.[4]\nInitial signs of alopecia X are hair loss around the collar and rear thighs that slowly progresses to near complete alopecia of thetrunk, neck, andproximallegs. The head,distallegs, and distal tail do not experience alopecia. In some cases a sparse wooly coat will remain.Hyperpigmentationdevelops simultaneously; however it may not occur, especially in white-coated Poodles. Aside from this clinical affects are not notable.[3]",
    "url": "https://en.wikipedia.org/wiki/Alopecia_X",
    "source": "Wikipedia"
  },
  {
    "title": "Alphacoronavirus 1",
    "content": "Alphacoronavirus suis, also calledAlphacoronavirus 1, is a species ofcoronavirusthat infects cats, dogs and pigs. It includes the virus strainsfeline coronavirus,canine coronavirus, andtransmissible gastroenteritis virus.[1]It is anenveloped,positive-strand RNA viruswhich is able to enter its host cell by binding to theAPN receptor.[2]\nMember viruses were first recognised as viruses that caused transmissible gastroenteritis in pigs in 1965. It was originally namedporcine transmissible gastroenteritis virusin 1976. After subsequent discovery ofcanine coronavirusin dogs andfeline coronavirusin cats, the three virus species were merged into a single species in 2009. The straincanine coronavirus-HuPn-2018has been identified in a small number of human cases.\nIn the mid-1940s there was an outbreak of pig disease in US, called transmissible gastroenteritis, which was characterised mainly by diarrhoea and vomiting. It was suspected to be a viral infection and was highly fatal among young pigs. Leo P. Doyle and L. M. Hutchings reported the case in theJournal of the American Veterinary Medical Associationin 1946.[3]The virus was identified and isolated by A. W. McClurkin in 1965.[4]The International Committee for the Nomenclature of Viruses (ICNV, later renamedInternational Committee on Taxonomy of Viruses, ICTV, in 1975) accepted the scientific namedTransmissible gastro-enteritis virus of swinein its first report in 1971, but renamed itPorcine transmissible gastroenteritis virus(PTGV) in its second report in 1976.[1]\nThere was another case of coronavirus infection in cats in 1966. The virus caused inflammation of the abdomen (peritonitis) and was highly fatal.[5]The virus was identified in 1968,[6]and was named asFeline infectious peritonitis virusby ICTV in 1991. It was again renamedFeline coronavirusin 1999.[7]In 1974 there was an outbreak of viral infection among US military dogs.[8]The virus was identified as a coronavirus and the formal nameCanine coronaviruswas adopted by ICTV in 1991.As the molecular and antigenic relationship of the three viruses were later established in the late 1980s,[9][10]ICTV merged them into a single speciesAlphacoronavirus 1in 2009, and in 2024 the species was renamedAlphacoronavirus suis.[1]",
    "url": "https://en.wikipedia.org/wiki/Alphacoronavirus_1",
    "source": "Wikipedia"
  },
  {
    "title": "Asteroid hyalosis",
    "content": "Asteroid hyalosisis a degenerative condition of theeyeinvolving small whiteopacitiesin thevitreous humor.[1]It is known to occur in humans,dogs,cats,horses, andchinchillas.[2]Clinically, these opacities are quite refractile, giving the appearance of stars shining in the night sky—except that ocular asteroids are often quite mobile.  Ocular asteroids must be distinguished from the more common typical vitreousfloaters, which are usually fibrillar or cellular condensates.  The cause of asteroid hyalosis is unknown, but it has been associated withdiabetes mellitus,[3]hypertension,hypercholesterolemia,[4]and, in certain animals, tumors of theciliary body.[5]In dogs, asteroid hyalosis is considered to be an age-related change.[6]Theasteroid bodiesare made up of hydroxyapatite, which in turn consists ofcalciumandphosphatesorphospholipids.[7]While asteroid hyalosis does not usually severely affect vision, the floating opacities can be quite annoying, and may interfere significantly with visualization and testing of theretina.[8]While treatment of asteroid hyalosis is usually unnecessary,vitrectomymay occasionally be indicated, for both diagnostic and therapeutic purposes.[9][10]",
    "url": "https://en.wikipedia.org/wiki/Asteroid_hyalosis",
    "source": "Wikipedia"
  },
  {
    "title": "Atypical canine infectious respiratory disease complex",
    "content": "Atypical canine infectious respiratory disease complex(aCIRDC) is a proposed novel respiratory disease in dogs[1][2]of unknown cause. It has been recorded in 19 US states, with more cases on the West Coast.[citation needed]\nIt has also been referred to as respiratory syndrome of unknown aetiology in dogs and as canine respiratory disease of unknown origin.[3]\nIt was first described in summer 2023 as a cluster of 200 cases around Portland, Oregon.[4]\nSymptoms include a cough, fever, lethargy, sneezing and watery eyes. In some cases, the illness proceeds to death.[1]Cases tend to fit three clinical syndromes: chronic mild/moderatetracheobronchitisof prolonged duration (6+ weeks),[5]with coughing, sneezing, and watery eyes; chronic pneumonia that is minimally responsive to antimicrobials, possibly including dyspnea; and, rarely, acute pneumonia that rapidly becomes severe and can lead to death.[6][7]Most cases are self-limiting and respond well to supportive care.[8]Antibiotics may be indicated.[7]\nDiagnosis should rule out known forms ofcanine infectious respiratory disease complex(CIRDC; also known as kennel cough). aCIRDC does not respond to regular treatment protocols for CIRCD and the course of the disease is longer and more severe.[9]",
    "url": "https://en.wikipedia.org/wiki/Atypical_canine_infectious_respiratory_disease_complex",
    "source": "Wikipedia"
  },
  {
    "title": "Autoimmune skin diseases in dogs",
    "content": "Autoimmune skin diseasesoccur when theimmune systemof an infected animal attacks its own skin.[1]Indogs, autoimmune skin diseases are usually not detected until visible symptoms appear, which differs from detection in humans who are able to verbally express their concerns.[2]Genetics, nutrition, and external environmental factors all collectively contribute to increasing the probability an autoimmune skin disease occurring.[3]The severity of symptoms varies based on the specific disease present and how far it has progressed. Diagnosis often requires the onset of visible symptoms and for abiopsyto be performed. For many diseases, the condition itself cannot be cured, but a veterinarian can prescribe medications and other forms of treatment to help manage the symptoms of the dog.[4]\nThe immune system has the ability to differentiate between thecellsof the body and foreign cells. However, in dogs affected by anautoimmune disease, the immune system loses the ability to make this distinction, causing the immune system to attack the body.[5]Autoimmune diseases in the base layer of theepidermisare characterized by damage to the connective tissue and vesicle formation located below theepidermislayer and thedermislayer below it.[6][7]There are many autoimmune diseases, and they all vary in impact to the dog and progress at their own rates.[8]\nDogs suffering from autoimmune diseases of theskinmay experience a variety of symptoms, including persistentitchingand scratching, lesions, wounds, blisters, and other skin damage, as well as loss of skinpigment.[5]Two cases of autoimmune diseases that are often found includeDiscoid lupus erythematosus(DLE) andPemphigus. DLE can develop intoSystemic Lupus Erythematosus(SLE).[9]The initial stage of DLE is marked by a loss of skinpigment. The skin becomes red andsoresappear on thenose. Thepalatecan undergoerosion, ulceration, and injury to the nasal palate, as well as damage to the nostrils and the tissue around the eyes and ears. Inchronicand severe cases, visual scar tissue often occurs.[9]\nMost symptoms occur after the outer epidermis and inner dermis of the skin are affected by the disease. When this happens, the layers of the skin begin to separate, leading to painful lesions and pustules.[2]The compromised integrity of the skin barrier not only exacerbates the discomfort experienced by the dog, but also heightens the risk of secondarybacterialinfections. The weakening of the skin's protective layers forms an environment susceptible tomicrobialinfiltration, which could lead to severe complications. Intervening within an earlier time frame and targeted management strategies are essential to minimize further adverse effects.[10]\nAnother autoimmune skin disease which can occur in dogs isvitiligo. In addition to humans, vitiligo can be found in a variety of animals, includingcats,horses, anddogs. Vitiligo is a type of autoimmune disease that damagesmelanocytesin the skin, lips, andoral cavity. Melanocytes are cells that contain pigments such asmelanin. These pigments give rise to an organism'sphenotype, which determines skin and hair color.[11]Melanocytes are also found in other parts of the body, such as the oralmucosa, eye,cochlea, and themeninges. In addition to vitiligo, there are other autoimmune diseases that target melanocytes, such asVogt-Koyanagi-Harada(VKH) syndrome, andUveodermatological(UDS) syndrome.[12]Vogt-Koyanagi-Harada syndrome is an autoimmune disease that affects the eyes. In addition to depigmentation of the skin, the disease is characterized by a combination of conditions, including uveitis, acute iridocyclitis, choroiditis, and retinal detachment.[13]",
    "url": "https://en.wikipedia.org/wiki/Autoimmune_skin_diseases_in_dogs",
    "source": "Wikipedia"
  },
  {
    "title": "Bladder stone (animal)",
    "content": "Bladder stonesorurolithsare a common occurrence in animals, especially in domestic animals such asdogsandcats.[1]Occurrence in other species, includingtortoises,[2]has been reported as well. The stones form in theurinary bladderin varying size and numbers secondary toinfection, dietary influences, andgenetics. Stones can form in any part of the urinary tract in dogs and cats, but unlike in humans, stones of thekidneyare less common and do not often cause significant disease, although they can contribute topyelonephritisandchronic kidney disease. Types of stones includestruvite,calcium oxalate,urate,cystine,calcium phosphate, andsilicate. Struvite and calcium oxalate stones are by far the most common. Bladder stones are not the same as bladder crystals but if the crystals coalesce unchecked in the bladder they can become stones.\nBladder stones may cause blood in the urine (hematuria) but sometimes there may be no signs at all. Painful urination or straining to urinate are other signs. Urinary tract infections are commonly associated with bladder stones. Smaller stones may become lodged in theurethra, especially in male animals, causingurinary tract obstructionand the inability to urinate. This condition causesacute kidney failure,hyperkalemia,sepsis, and death within a few days.\nOversaturation ofurinewith crystals is by far the biggest factor in stone formation in dogs and cats.[3]This oversaturation can be caused by increased excretion of crystals by the kidneys, water reabsorption by therenal tubulesresulting in concentration of the urine, and changes in urinepHthat influence crystallization. Other contributing factors include diet, frequency of urination, genetics, current medications, and the presence of aurinary tract infection.\nThe stones form around anidus, which can consist ofwhite blood cells,bacteria, and organic matrix mixed with crystals, or crystals alone. The nidus makes up about two to ten percent of the mass of the stone.[4]It is possible for the nidus to be made of a different type of crystal than the rest of the stone, also known asepitaxial growth.\nNutrition often plays a major role in the development of bladder stones. Sodium, calcium, phosphorus and potassium ratios and quantities play a large role in urinary health of animals. Research indicates that low dietary inclusion of potassium is associated with increased renal calcium excretion, which lowers urinary pH. By lowering urinary pH, the risk for development of calcium oxalate uroliths increases. Feeding proper amounts of calcium and potassium avoids this issue, which is especially common in male cats.[5]",
    "url": "https://en.wikipedia.org/wiki/Bladder_stone_(animal)",
    "source": "Wikipedia"
  }
]